"Inbox" = "Inbox";
"Documents" = "Documents";
"Trash" = "Corbeille";
"Boxes shared with me" = "Box partagées avec moi";

/* Organisation */
"Adding files is not permitted at the organisation level" = "L'ajout de fichiers n'est pas autorisé au niveau de l'organisation";
/* Bereich, Root Folder */
"Adding files is not permitted in this area" = "L'ajout de fichiers n'est pas autorisé dans cette section";
/* Box */
"Adding files is not permitted in the boxes area" = "L'ajout de fichiers n'est pas autorisé au niveau des boîtes";
/* Inbox */
"Adding folders is not permitted in the inbox" = "L'ajout de dossiers n'est pas autorisé au niveau des inbox";